Repository: abbas-kr/local-to-ip
Catalog: languages/local-to-ip-*.po
Languages: fa_ir

source: Status
fa_ir: وضعیت

source: set this plugin active or deactive
fa_ir: از این بخش افزونه را فعال یا غیرفعال کنید

source: Local Ip
fa_ir: آی پی شبکه محلی

source: you can set local ip with <b>ipconfig</b> command in windows command line or <b>ifconfig</b> commad in unix base terminal.
fa_ir: می توانید آی پی محلی را با دستور <b>ipconfig</b> در خط فرمان ویندوز(command line) یا <b>ifconfig</b> در ترمینال سیستم های بر پایه یونیکس پیدا کنید.

source: or can detect automatically
fa_ir: یا می تواند به طور خودکار تشخیص دهد

source: Auto Detect
fa_ir: تشخیص خودکار

source: This feature uses a sensitive function (shell_exec) which will usually block your server. If you and the server manager are aware of this issue or are using internal web servers (such as wamp or xampp) by uncommenting lines 28 and 31 of the file "wp-content/plugins/local-to-ip/local-to-ip.php", you can Enable the feature.
fa_ir: این ویژگی از یک تابع حساس (shell_exec) استفاده می‌کند که معمولاً سرور شما را مسدود می‌کند. اگر شما و مدیر سرور از این مشکل مطلع هستید یا از وب سرورهای داخلی (مانند wamp یا xampp) استفاده می‌کنید، خطوط 28 و 31 فایل "wp-content/plugins/local-to-ip/local-to-ip.php" را از حالت کامنت خارج کنید تا این ویژگی را فعال کنید.

source: Force Deactive
fa_ir: غیرفعالسازی اجباری

source: You should save this link for emergencies. Click to Save Link:
fa_ir: شما باید این لینک را برای مواقع اضطراری ذخیره کنید. برای ذخیره لینک کلیک کنید:

source: More info
fa_ir: اطلاعات بیشتر

source: you can contact us in:
fa_ir: می توانید با ما در تماس باشید:

source: Save
fa_ir: ذخیره

source: availability
fa_ir: دسترسی

source: your wordpress site is availbale on
fa_ir: سایت وردپرس شما از طریق این لینک در دسترس است

source: we found this ips, select correct one
fa_ir: ما این آی پی ها را پیدا کردیم، آی پی صحیح را انتخاب کنید

source: Dynamically replaces localhost URLs with the local IP address.
fa_ir: آدرس IP محلی را به صورت پویا جایگزین آدرس های لوکال هاست می کند.
